Repository: common-repository/seo-watcher
Catalog: seowatcher-*.po
Languages: de_de

source: on
de_de: ist am

source: at Position
de_de: auf Position

source: Loading Statistic
de_de: Lade Statistik

source: Select Keyword
de_de: Keyword auswählen

source: Statistic to show
de_de: Anzuzeigende Statistik

source: Select desired Keyword.
de_de: Wählen sie das gewünschte Keyword

source: Show
de_de: Anzeigen

source: Statistic for
de_de: Statistik für

source: google.com
de_de: google.de

source: Refresh was started.
de_de: Aktualisierung wurde gestartet.

source: Current Google Ranking
de_de: Aktuelle Google Position

source: Statistic
de_de: Statistik

source: URL
de_de: Adresse

source: Last Week
de_de: Letzte Woche

source: Yesterday
de_de: Gestern

source: Today
de_de: Heute

source: Options were updated.
de_de: Optionen wurden aktualisiert!

source: Wrong pattern for other server.
de_de: Falsches Format für andere Server eingegeben.

source: About Seo Watcher
de_de: Über Seo Watcher

source: Seo Watcher helps you to keep track of your Google rankings.
de_de: Seo Watcher hilft dir deine Googlepositionen im Auge zu behalten.

source: In your <b>Dashboard</b> you'll find your current daily statistics.
de_de: In deinem <b>Dashboard</b> findest du immer die tagesaktuellen Statistiken.

source: Support us!
de_de: Unterstütze uns!

source: A lot of work has been put into the development of Seo Watcher.<br> If you want to make sure that Seo Watcher remains free, please consider donating.
de_de: In Seo Watcher steckt mittlerweile viel Arbeit.<br> Wenn ihr dafür sorgen möchtet das Seo Watcher weiterhin kostenlos bleibt spendet. <br>

source: Why can I define so few keywords?
de_de: Warum so wenige Keywords?

source: This limitation is in place for your protection. If there are too many search requests being sent to Google by one IP, it might happen, that Google blocks the IP for a while. Hence better safe than sorry.
de_de: Die Limitierung ist zu ihrem Schutz eingebaut. Werden von einer IP zuviele Suchanfragen an Google gesendet, kommt es vor, dass für eine Weile Google.de nicht aufgerufen werden kann. Daher lieber auf Nummer Sicher gehen!

source: Why does the activation of the plugin take so long?
de_de: Warum dauert das aktivieren des Plugins so lange?

source: At the day's first activation, the cronjob will be carried out immediately inside of the same request. This might take some time additional to the process of activation.
de_de: Bei der ersten Aktivierung am Tag wird der Cronjob umgehend innerhalb desselben Requests ausgelöst. Das kann zusätzlich zu dem Aktivierungsvorgang etwas dauern.

source: When will the data be refreshed?
de_de: Wann werden die Daten aktualisiert?

source: The cronjob runs every day at midnight. As soon as the first user after midnight requests a page of your blog, the cronjob is being run.
de_de: Täglich um Mitternacht ist der Cronjob aktiv. Sobald der erste Nutzer nach Mitternacht eine Seite in deinem Blog aufruft wird der Cronjob ausgeführt.

source: Seo Watcher Options
de_de: Seo Watcher Optionen

source: Keywords to check:
de_de: Abzurufende Keywords:

source: (Seperate multiple Keywords by comma.)</p><p>Each of these keywords will be read for each single URL, so you can compare your Google ranking with other websites.</p><p><b>You can define at most 3 keywords.</b></p>
de_de: (Trennen Sie mehrere Keywords durch Komma) </p><p>Für jede Adresse wird die jeweilige Keyword Position ausgelesen.</p><p><b>Es können Maximal 3 Keywords angegeben werden.</b></p>

source: URLs
de_de: Adressen

source: URLs to check:
de_de: Abzurufende Adressen:

source: (Seperate multiple URLs by comma.)</p><p> The URLs have to be entered using the pattern subdomain.domain.com or domain.com.</p><p><b>You can define at most 3 URLs.</b></p>
de_de: (Trennen Sie mehrere Adressen durch Komma.)</p><p> Die Adressen bitte in der Form Subdomain.Domain.com oder Domain.com eingeben.</p><p><b>Es können Maximal 3 Internetadressen angegeben werden.</b></p>

source: other server:
de_de: Anderer Server:

source: Other server pattern: google.xxx (google.nl, google.ch...)
de_de: Gültige Muster für andere Server: google.xxx (google.nl, google.ch...)

source: Select your favourite google server.
de_de: Wähle den abzufragenden Google Server.

source: Your Support:
de_de: Deine Unterstützung:

source: Activate Linking
de_de: Verlinkung aktivieren

source: Help us by placing an undisruptive link in your footer.</p>
de_de: Helfe uns indem du einen unscheinbaren Link in deinem Footer setzt.</p>

source: Save
de_de: Speichern

source: Immediate Refresh
de_de: Sofortige Aktualisierung

source: <p>The keyword data will be refreshed automatically, every 24 hours. By changing the keywords or URLs, you are triggering a manual refresh.</p><p><b>Too frequent refreshes may lead to problems!</b></p>
de_de: <p>Die Keyworddaten werden automatisch alle 24h aktualisiert. Sollten sie die Keywords oder URLS ändern können sie per Hand eine Aktualisierung auslösen</p><p><b>Zu häufiges Aktualisieren kann zu Problemen führen!</b></p>

source: Update
de_de: Aktualisieren
